let jsonData = {
  "235": [
    {
      "paramName": "短信触达情况",
      "dataList": {
        "发送成功率": "[100.00]",
        "未知错误": "[0.00]",
        "规则拦截率": "[0.00]",
        "提交成功结果未知": "[0.00]",
        "发送失败率": "[0.00]"
      }
    },
    {
      "paramName": "APP打开次数",
      "dataList": {
        "APP打开次数": "[235]"
      }
    },
    {
      "paramName": "APP下载次数",
      "dataList": {
        "APP下载次数": "[982]"
      }
    },
    {
      "paramName": "外链点击次数",
      "dataList": {
        "外链点击次数": "[4231]"
      }
    },
    {
      "paramName": "性别分布",
      "dataList": {}
    }
  ],
  "126": [
    {
      "paramName": "短信触达情况",
      "dataList": {
        "发送成功率": "[0.00]",
        "未知错误": "[0.00]",
        "规则拦截率": "[0.00]",
        "提交成功结果未知": "[0.00]",
        "发送失败率": "[100.00]"
      }
    },
    {
      "paramName": "APP打开次数",
      "dataList": {
        "APP打开次数": "[23]"
      }
    },
    {
      "paramName": "APP下载次数",
      "dataList": {
        "APP下载次数": "[982]"
      }
    },
    {
      "paramName": "外链点击次数",
      "dataList": {
        "外链点击次数": "[4235]"
      }
    },
    {
      "paramName": "性别分布",
      "dataList": {
        "女性占比": "0.00",
        "男性占比": "0.00"
      }
    }
  ]
};